Repository: common-repository/places
Catalog: languages/places-plugin-*.po
Languages: fr_fr

source: Places
fr_fr: Lieux

source: Interactive maps in a block with multiple markers and their popups. Manage locations in the Places post type.
fr_fr: Des cartes interactives dans un Bloc avec des marqueurs et leur popups. Gérez les emplacements dans les publications de type Lieux.

source: You can enter a place address in the text area below ; then, to display it, use the Places block anywhere, for exemple in this post
fr_fr: Vous pouvez entrer une adresse dans la zone de texte ci-dessous ; puis, pour l'afficher, utiliser le bloc Lieux n'importe où, par exemple dans cet article

source: Address to display
fr_fr: Adresse à afficher

source: If your place is not registered already, add it using your <a href="%s">openstreetmap.org</a> account.
fr_fr: Si votre lieu n'est pas référencé, ajoutez-le en utilisant votre compte openstreetmap.org

source: Moving the marker or changing coordinates values do not update the address to display.
fr_fr: Bouger le marqueur ou changer les coordonnées GPS n'affectent pas l'adresse à afficher

source: GPS coordinates
fr_fr: Coordonnées GPS

# Post Type General Name
source: Places
fr_fr: Lieux

# Post Type Singular Name
source: Place
fr_fr: Lieu

source: Add places to use with Places blocks
fr_fr: Ajouter des endroits à utiliser avec le bloc Lieux

source: Loading...
fr_fr: Chargement...

source: No places found. Create some first.
fr_fr: Pas de lieux trouvés. Commencez par en créer.

source: Asynchronous load
fr_fr: Chargement asynchrone

source: Scroll wheel zoom
fr_fr: Zoom à la molette de défilement

source: Zoom on popup open
fr_fr: Zoom quand une popup s'ouvre

source: Settings
fr_fr: Réglages

source: Container settings
fr_fr: Réglages du conteneur

source: Minimum height in pixels
fr_fr: Hauteur minimum en pixels
